<?php
// +----------------------------------------------------------------------
// | lyf [ 简单 高效 卓越 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016 http://lyf.lyunweb.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: jry <598821125@qq.com>
// +----------------------------------------------------------------------

/**
 * 默认配置文件
 * 该文件请不要修改，如果要覆盖默认配置的值，可在应用配置文件中设定和默认不符的配置项
 * 所有配置参数都可以在生效前动态改变
 */
return array(
    'default_module'     => 'home', // 默认模块
    'default_controller' => 'Index', // 默认控制器
    'default_action'     => 'index', // 默认方法
    'url_suffix'         => '.html', // URL伪静态后缀设置
    'runtime_path'       => './runtime/', // URL伪静态后缀设置

    // 模板引擎配置
    'view'               => array(
        'debug'          => 'true', // 模板引擎调试模式
        'cache'          => 'true', // 模板引擎开启缓存
        'cache_lifetime' => 120, // 模板引擎开启缓存时间
        'suffix'         => '.html', // 模板引擎后缀
    ),
);
