<?php
// +----------------------------------------------------------------------
// | lyf [ 简单 高效 卓越 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016 http://lyf.lyunweb.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: jry <598821125@qq.com>
// +----------------------------------------------------------------------

/**
 * 默认配置文件
 * 该文件请不要修改，如果要覆盖默认配置的值，可在应用配置文件中设定和默认不符的配置项
 * 所有配置参数都可以在生效前动态改变
 */

return array(
    'url_suffix'             => '.html',  // URL伪静态后缀设置
);
