<?php
// +----------------------------------------------------------------------
// | lyf [ 简单 高效 卓越 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016 http://lyf.lyunweb.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: jry <598821125@qq.com>
// +----------------------------------------------------------------------
namespace app\home\model;
use app\common\model\Model;
/**
 * 前台基础模型，其他模型一般都要继承此模型便于统一要求登陆等
 */
class Home extends Model
{
}
